[
  {
    "exhibition_name": "Noah Davis",
    "start_date": "2025-02-06T00:00:00.000Z",
    "end_date": "2025-05-11T00:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Noah Davis"],
    "schedule": [
      {
        "start_time": "10:00",
        "end_time": "18:00",
        "description": "Exhibition open to the public"
      }
    ],
    "info": "Celebrating the late artist’s expansive creativity, this debut retrospective showcases Noah Davis as one of the most original and uncanny painters emerging in recent years. Primarily based in Los Angeles, Noah Davis created a body of figurative paintings that explores a range of Black life. Motivated by the desire to ‘represent the people around me’, Davis painted figures diving into pools, sleeping, dancing, and looking at art in scenes that can be both realistic and dreamlike, joyful and melancholic. Davis drew from anonymous photography, personal archives, film, art history and his imagination to create a ravishing body of work. Often enigmatic, his paintings reveal a deep feeling for humanity and the emotional textures of the everyday. In 2012, Davis co-founded The Underground Museum to give free access to world-class art for the people of Arlington Heights, LA. This exhibition presents over 50 of Davis’ works in painting, sculpture, curating and community-building from 2007 to his untimely death in 2015. This exhibition is generously supported by Clore Wyndham, part of the Noah Davis Exhibition Circle.",
    "ticket": {
      "is_ticketed": true,
      "description": "Standard £18, Members, Young Barbican, Pay What You Can, Concessions & discounts, School groups. Excludes £1.50 booking fee.",
      "tickets": [
        {
          "price": 18,
          "ticket_url": "webpage url"
        }
      ]
    },
    "image_urls": [],
    "selector": "Noah Davis exhibition from Thu 6 Feb to Sun 11 May 2025"
  },
  {
    "exhibition_name": "Citra Sasmita",
    "start_date": "2025-01-30T00:00:00.000Z",
    "end_date": "2025-04-21T00:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Citra Sasmita"],
    "schedule": [
      {
        "start_time": "11:00",
        "end_time": "19:00",
        "description": "Open daily"
      },
      {
        "start_time": "12:00",
        "end_time": "19:00",
        "description": "Fri 18 Apr (Bank Holiday)"
      },
      {
        "start_time": "12:00",
        "end_time": "19:00",
        "description": "Sat 19 Apr (Bank Holiday) CLOSING DAY OF CITRA SASMITA"
      }
    ],
    "info": "The Indonesian artist transforms The Curve in her first solo UK exhibition. Via painting, installation, embroidery and scent, take a sensory journey exploring ancestral memory, ritual and migration. Sasmita’s practice often engages with the Indonesian Kamasan painting technique. Dating from the fifteenth century, and traditionally practiced exclusively by men, Kamasan was used to narrate Hindu epics. Reclaiming this masculine practice, Sasmita is interested in dismantling misconceptions of Balinese culture and confronting its violent colonial past. Challenging gender hierarchies and reinventing mythologies, her protagonists are powerful women who populate a post-patriarchal world. Citra Sasmita is a self-taught artist; she studied literature and physics, then worked as a short story illustrator for the Bali Post before she began developing her expanded artistic practice.",
    "ticket": {
      "is_ticketed": false,
      "description": "Free",
      "tickets": []
    },
    "image_urls": [],
    "selector": "Citra Sasmita exhibition from Thu 30 Jan to Mon 21 Apr 2025"
  },
  {
    "exhibition_name": "Encounters: Giacometti",
    "start_date": "2025-05-08T00:00:00.000Z",
    "end_date": "2026-05-24T00:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Huma Bhabha", "Mona Hatoum", "Lynda Benglis"],
    "schedule": [
      {
        "start_time": "2025-05-08T00:00:00.000Z",
        "end_time": "2026-05-24T00:00:00.000Z",
        "description": "Three groundbreaking exhibitions position historic sculptures by Alberto Giacometti with new works by contemporary artists, in an intimate new space."
      }
    ],
    "info": "One of the most significant European sculptors of the 20th century, Giacometti is known for his distinctive, elongated sculptures which experiment with the human form. Responding to the pain and devastation caused by the Second World War, his works proposed a new perspective on humanity and the collective psyche. Organised in collaboration with the Fondation Giacometti, this year-long series launches in May with an exhibition of works by Huma Bhabha, followed by Mona Hatoum in September and Lynda Benglis in February 2026. Their artworks resonate with and respond to Giacometti’s sculptures, opening up new intergenerational dialogues through the timeless themes of death, fragmentation, the domestic, memory, trauma, the erotic, horror and humour. This is the first time that their sculptures will be seen alongside Giacometti’s works. Co-organised by the Barbican and the Fondation Giacometti. The Encounters: Giacometti series is realised in partnership with the Kiran Nadar Museum of Art, New Delhi; with generous support from Tia Collection, Cockayne Grants for the Arts, a Donor Advised Fund held at The Prism Charitable Trust, Blanca & Sunil Hirani Foundation, and additional support from the Stanley Thomas Johnson Foundation.",
    "ticket": {
      "is_ticketed": true,
      "description": "Standard £8, Members, Young Barbican. *Excludes £1.50 booking fee",
      "tickets": [
        {
          "price": 8,
          "ticket_url": "webpage url"
        }
      ]
    },
    "image_urls": [],
    "selector": "Encounters: Giacometti exhibition from Thu 8 May to Sun 24 May 2026"
  },
  {
    "exhibition_name": "Feel the Sound",
    "start_date": "2025-05-22T00:00:00.000Z",
    "end_date": "2025-08-31T00:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": null,
    "schedule": [
      {
        "start_time": "2025-05-22T00:00:00.000Z",
        "end_time": "2025-08-31T00:00:00.000Z",
        "description": "Feel the Sound with our bold new multi-sensory exhibition experience that explores our relationship to sound and embraces a world of listening."
      }
    ],
    "info": "Feel the Sound takes place across our Centre, from our Curve gallery to the Lakeside, foyers and, for the first time, the underground world of our car parks. Produced by the Barbican, co-produced by Mon Takanawa: The Museum of Narratives, Tokyo, Japan. Supported by the Daiwa Anglo-Japanese Foundation.",
    "ticket": {
      "is_ticketed": true,
      "description": "Tickets will be released soon. Sign up to our newsletter to be the first to find out.",
      "tickets": []
    },
    "image_urls": [],
    "selector": "Feel the Sound exhibition from Thu 22 May to Sun 31 Aug 2025"
  },
  {
    "exhibition_name": "Figure and Portrait Drawing Workshops",
    "start_date": "2025-02-12T00:00:00.000Z",
    "end_date": "2025-04-16T00:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Honey Williams"],
    "schedule": [
      {
        "start_time": "18:30",
        "end_time": "21:00",
        "description": "These sessions take place between 6.30pm to 9pm every Wednesday between Wed 12 Feb and Wed 16 Apr. To get the most out of these sessions, participants are encouraged to attend regularly as they will be developing work to display in a community exhibition that will be open to the public in Apr 2025."
      }
    ],
    "info": "Express yourself freely and creatively at this figure and portrait drawing course that will encourage you to reflect on the themes of family and the home. Over the course of 10 sessions, led by sonic and visual artist Honey Williams, participants will be encouraged to share their personal stories and narratives about their home while developing their figure and portrait drawing skills. Inspired by themes in Noah Davis' exhibition currently on display in our Art Gallery, participants will draw upon a range of techniques, from sketching to photorealism. Artists will be encouraged to share their work as part of a community exhibition called Home, open to the public from Apr 2025. Honey Williams is an artist and graphic designer whose work explores the themes of identity, culture and social justice. Celebrated for her impactful visual art and music, Williams' diverse practice includes painting, illustration, sound design, DJing and more.",
    "ticket": {
      "is_ticketed": false,
      "description": null,
      "tickets": []
    },
    "image_urls": [],
    "selector": "Noah Davis: Relaxed View from Sat 22 Feb to Mon 21 Apr 2025"
  },
  {
    "exhibition_name": "Citra Sasmita: Into Eternal Land",
    "start_date": "2025-01-30T00:00:00.000Z",
    "end_date": "2025-04-21T00:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Citra Sasmita"],
    "schedule": [
      {
        "start_time": "00:00",
        "end_time": "23:59",
        "description": "The Indonesian artist transforms The Curve in her first solo UK exhibition. Via painting, installation, embroidery and scent, take a sensory journey exploring ancestral memory, ritual and migration."
      }
    ],
    "info": "This exhibition features the work of Indonesian artist Citra Sasmita, showcasing her exploration of themes related to memory, ritual, and migration through various artistic mediums.",
    "ticket": {
      "is_ticketed": false,
      "description": "FREE",
      "tickets": []
    },
    "image_urls": [],
    "selector": "Noah Davis: Curator Tour with Wells Fray-Smith on Thu 20 Mar 2025, 18:30"
  }
]
