[
  {
    "exhibition_name": "Come Back: The Horse Hospital",
    "start_date": "2025-03-21T19:00:00.000Z",
    "end_date": "2025-03-22T22:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": [
      "Jesse Darling",
      "Germ Lattice",
      "Gentle Stranger",
      "Meat Strap",
      "Luisa D. Rozo",
      "Anastasia Freygang",
      "George Lynch & Andy Wyatt ( stella )",
      "Hannah Taverner",
      "Jackson Burton",
      "Adam Gallagher",
      "Mr Aka Amazing",
      "Labake Sabbath"
    ],
    "schedule": [
      {
        "start_time": "2025-03-21T19:00:00.000Z",
        "end_time": "2025-03-21T23:00:00.000Z",
        "description": "Friday will feature performances from Germ Lattice, Meat Strap, Luisa D. Rozo, Anastasia Freygang, George Lynch & Andy Wyatt ( stella ), and Adam Gallagher."
      },
      {
        "start_time": "2025-03-22T22:00:00.000Z",
        "end_time": "2025-03-22T23:00:00.000Z",
        "description": "Saturday will feature Gentle Stranger, Jackson Burton, Hannah Taverner, Mr Aka Amazing, and Labake Sabbath."
      }
    ],
    "info": "The Horse Hospital has been closed since late 2024 for renovations - our first shows are on the 21st and 22nd March: come back.",
    "ticket": {
      "is_ticketed": true,
      "description": "Tickets £5-10 sliding scale. Two Day Pass available.",
      "tickets": [
        {
          "price": 5,
          "ticket_url": null
        },
        {
          "price": 10,
          "ticket_url": null
        }
      ]
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/59cf5e45-40b6-43f9-8695-98f8829c0615/v8+come+back+26_02+poster+.jpg"
    ],
    "selector": "Come Back: The Horse Hospital event link"
  },
  {
    "exhibition_name": "SALON NO.120: Fighting Fire and Felony on The Thames",
    "start_date": "2025-03-27T19:00:00.000Z",
    "end_date": "2025-03-27T21:30:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": null,
    "schedule": [
      {
        "start_time": "19:00",
        "end_time": "21:30",
        "description": "Join us for an evening exploring the two services that have kept the Thames - and the city - safe for centuries."
      }
    ],
    "info": "Long before the creation of the Metropolitan Police, The Thames River Police was established in 1798 to tackle crime on London’s bustling waterways. ROBERT JEFFRIES will explore the origins of this pioneering force, the challenges of policing the river, and the lasting impact of the service on modern policing. Drawing from his deep knowledge as curator of the Thames Police Museum, Robert will bring to life the stories of riverine law enforcement, smuggling, and maritime crime and tell how the service became the template for organised policing around the world. From warehouses packed with flammable goods to fires aboard ships, the River Thames has seen its fair share of infernos, and the river itself has provided an invaluable resource for fighting fire in the city. Historian BILLY READING will trace the development of firefighting along the Thames, from early river-based fireboats to the Lambeth River Station service that emerged in the 19th C. Billy’s expertise in industrial and emergency service heritage will illuminate the crucial role of fire fighting teams in safeguarding the city - on water and on land.",
    "ticket": {
      "is_ticketed": true,
      "description": "TICKETS",
      "tickets": []
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/07e13c04-0f76-49c9-9790-d07eaf6f6279/Screenshot+2025-03-17+at+10.15.14.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/6bc00927-2516-473b-b411-0f583014faf9/Screenshot+2025-03-17+at+10.15.20.png"
    ],
    "selector": "SALON NO.120: Fighting Fire and Felony on The Thames event link"
  },
  {
    "exhibition_name": "Big Girl: Collection '03 | Sarah Garfield",
    "start_date": "2025-03-28T19:00:00.000Z",
    "end_date": "2025-03-28T21:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Sarah Garfield"],
    "schedule": [
      {
        "start_time": "19:00",
        "end_time": "21:00",
        "description": "A runway presentation of London-based designer Sarah Garfield, showcasing her largest and most extensive collection to date."
      }
    ],
    "info": "Sarah Garfield is a London based designer who graduated from the Central Saint Martins MA Fashion Course in 2021. Since then, she has embarked on two further collections, a tracksuit capsule shot by Jack Ashley and commissions for notable musicians such as Holly Humberstone, for whom she designed the tour wardrobe. Sarah was featured in The Face Magazine article: ‘13 Names to know in 2023’, as well as her clothing being published in NME, Kerrang, Altered States and Interlope magazines. Other notable celebrities that have worn Sarah Garfield include likes of Georgia Lee Twin, Beabadobie, Yuele, Oliver Sykes, Mixie and Munchie, Lozeak, New Jeans, The Last Dinner Party and Baby Queen to name a few. This long awaited seasonless collection, will be the largest and most extensive collection from the designer to date. Sarah’s work continuously explores the themes of and references to goth and emo subculture. An area of interest which to her personally, has an undeniable pull and unshakable relevance in the collective during decades past and for decades to come. This style heritage of the designer, stemming from early youth to present-day, are continuously refreshed into a wider fashion context and a hyper-contemporary postmodern interpretation of the style. Avoiding obvious stereotypes of an often cliched and uniformed identity which as a whole entity is something much broader and more profound. There is a strong focus on exploring historical silhouettes, juxtaposed with the recognisable everyday and an artisanal take on subculture coded staples. The Tim Burton heroines that walk among us. The full press release with contributors will follow soon, but expect to be surprised by the lack of all black looks…",
    "ticket": {
      "is_ticketed": true,
      "description": "Free entry but booking required",
      "tickets": [
        {
          "price": 0,
          "ticket_url": null
        }
      ]
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/6251d048-d364-42d3-91c0-3e4639c5d050/SG+Collection+03+Poster+Crop+Final++copy.jpg"
    ],
    "selector": "Big Girl: Collection '03 | Sarah Garfield event link"
  },
  {
    "exhibition_name": "Improvisation Workshop with Caroline Kraabel",
    "start_date": "2025-04-02T19:00:00.000Z",
    "end_date": "2025-04-02T22:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Caroline Kraabel"],
    "schedule": [
      {
        "start_time": "19:00",
        "end_time": "22:00",
        "description": "Improvisation workshop, led by practitioner Caroline Kraabel. This workshop is open to all abilities, levels of experience, and instruments. The workshop will focus on group improvisation, drawing from Kraabel's work with groups including ONe_Orchestra New and London Improvisers Orchestra."
      }
    ],
    "info": "Doors: 7pm. The workshop will begin at 7:30. Please don’t be late. Advance booking strongly advised as there are limited places. Whilst spaces are limited, no one is turned away for lack of funds, so please get in touch if you cannot afford a ticket via The Horse Hospital email: popculture@thehorsehopsital.com",
    "ticket": {
      "is_ticketed": true,
      "description": "Advance booking strongly advised as there are limited places. Whilst spaces are limited, no one is turned away for lack of funds.",
      "tickets": []
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/99a96e35-5e70-4db4-b919-9e0629d6c361/Improvisation+Workshop+-+2%2F4%2F25.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/41d8dde1-5a05-4662-897c-040bd245b7d6/Caroline+Kraabel+by+Clement+Kraabel.JPG"
    ],
    "selector": "Improvisation Workshop with Caroline Kraabel event link"
  },
  {
    "exhibition_name": "Faith, Apostasy, and Lucio Fulci.",
    "start_date": "2025-04-08T19:00:00.000Z",
    "end_date": "2025-04-08T22:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": null,
    "schedule": [
      {
        "start_time": "19:00",
        "end_time": "22:00",
        "description": "Doors: 7pm. The talk will begin at 7:15. Please don’t be late."
      }
    ],
    "info": "Italian director Lucio Fulci garnered an international cult following for his horror and giallo films. He is most well-known for his zombie horror cycle of the late 1970s-early 1980s, films that were censored and censured by moral guardians around the world and prosecuted in the UK during the ‘Video Nasties’ controversy. There is, however, much more to Fulci. Beyond the gore and cruelty lies an ongoing and complex commentary on the Roman Catholic faith, including a number of battles fought against the Italian Church and State. This lecture focuses on the journey of Fulci the Apostate; the conscious uncoupling of a man from his Church and his Faith, as manifested across his filmography. The director weaved a faith-based narrative throughout his four decade career, from his earliest credits as screenwriter and assistant director in the 1950s to his very final films as director in the 1990s. Analysis of the tenets and iconography of Fulci’s Roman Catholic faith across key films in his filmography will plot an apostatic journey through his art in the vein of many celebrated Italian artists that went before him, from Dante Alighieri to Pier Paolo Pasolini. Exploration of Fulci’s upbringing and development will reveal a man of complex contradictions: a tortured Catholic and heretical Marxist who, despite going on to work in what are considered the ‘low’ genres, was trained by some of the nation’s most celebrated directors (including Luchino Visconti, Roberto Rossellini, Federico Fellini and Stefano ‘Steno’ Vanzina) and developed a mastery of both the mechanics of filmmaking and the importance of sub-textual messaging that few of his genre peers could match. From there, the lecture explores the socio-political and the anti-Catholic themes across his key works, including: student documentaries and early screenwriting assignments for the likes of Steno and Camillo Mastrocinque; his comedies, which gently poked fun at the Italian establishment and patriarchal institutions; his period as a self-styled ‘genre terrorist’, marked by historical dramas, satires, spaghetti westerns and gialli that often attacked the Church and State directly and with fury (and repeatedly got him into trouble with both, including several court appearances, and secret screenings of his films in the bowels of the Vatican that led to attempts to censor, censure, and outright ban them); his move into horror, that saw his narratives develop from attacks on the Church to meditations on faith and the afterlife in the vein of the great Dante. This will not give you access to any online events. You will require a different ticket for that. These events are in-person only, and are not live streamed - sorry.",
    "ticket": {
      "is_ticketed": true,
      "description": "This will not give you access to any online events. You will require a different ticket for that. These events are in-person only, and are not live streamed - sorry.",
      "tickets": []
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/10974e7a-dcd2-45e9-8794-cdf69a45a807/London+Banners3+%281%29.jpg"
    ],
    "selector": "Miskatonic: 'God Has Left Me' event link"
  },
  {
    "exhibition_name": "Electronic music & expanded film: Laura Phillips | Joe Bates & Amalia Young | Lara Agar & Rosalie Warner",
    "start_date": "2025-04-10T19:30:00.000Z",
    "end_date": "2025-04-10T22:30:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": [
      "Laura Phillips",
      "Joe Bates",
      "Amalia Young",
      "Lara Agar",
      "Rosalie Warner"
    ],
    "schedule": [
      {
        "start_time": "19:30",
        "end_time": "22:30",
        "description": "Three sets exploring the friction between electronics, physical media, and acoustic performance."
      }
    ],
    "info": "Laura Phillips presents an expanded film performance inspired by her time in Rome, telecommunication & automobile accidents. Joe Bates & Amalia Young build complex, glistening harmonies through instinctive processes, stacking strange chords between Joe’s custom synth, the Hyasynth, and Amalia’s violin. Lara Agar & Rosalie Warner use violin, voice, and electronics to create a careful constellation of sound. Laura Phillips is a non-smoking, Sagittarius, working with 16mm photochemical film processes and field recordings to explore the intersections of visual music, expanded film, and performance. Her work engages with themes of obsolescence, the commons, and information infrastructures. Her most accomplished feats include climbing Aran Fawddwy and making it past 35. She had played with numerous improvisation musicians and was a key part of Viridian Ensemble, an audio visual improv group. Last autumn she undertook a research residency at the British School at Rome, where she continued her practice through loitering & listening —mapping the pastoral, the sonic, and the shifting hinterlands of the city. To writer Tim Rutherford-Johnson, Joe Bates ’s music evokes “the court music of a short-lived empire,” finding ceremony in looping phrases and novel tuning systems where strange chords sound like home. He works with choirs, orchestras, and chamber musicians, and builds new instruments from glass vessels, broken pianos, and circuit boards. Amalia Young is a violinist and improviser specialising in classical and experimental music. Her ensemble projects include concert and recording projects with Apartment House, work with the Kavinsky Trio, and the Komuna Collective, who have brought programmes of contemporary and avant-garde string quartet music to nightclubs in Oxford and London. Lara Agar ’s music blends electronic soundscapes and sampled material with traditional acoustic and classical instruments. Taking a homegrown and intuitive approach, Lara’s interests lie in the accidental, the found, messiness of stuff, experimental music making, going with mistakes, (Beckett - “Fail again, fail better”), not knowing… Rosalie Warner is a mezzo soprano and vocalist who moves between folk, opera, improvisation, contemporary, composition and more. She is a member of vocal ensemble HOWL, singer-composer collective Yolk, and SpiralArts, a cross generational and multi-disciplinary community of artists. HOWL recently released written with Robert Macfarlane and Night Creatures, Yuvan Aves, on Cosmo Sheldrake’s Tardigrade Records.",
    "ticket": {
      "is_ticketed": true,
      "description": "Tickets £TBC",
      "tickets": []
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/c2ad4d16-fa33-47db-98c9-71e70e8d5ae1/Flyer+5+by+4.jpg"
    ],
    "selector": "Electronic music & expanded film: Laura Phillips | Joe Bates & Amalia Young | Lara Agar & Rosalie Warner event link"
  },
  {
    "exhibition_name": "Infant Tree",
    "start_date": "2025-04-15T19:30:00.000Z",
    "end_date": "2025-04-15T22:30:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": [
      "Russell Walker",
      "Kiran Arora",
      "Duncan Harrison",
      "Tom Bryant"
    ],
    "schedule": [
      {
        "start_time": "19:30",
        "end_time": "22:30",
        "description": "Infant Tree featuring Russell Walker, Kiran Arora, and Duncan Harrison."
      }
    ],
    "info": "Russell Walker was born in 1980 and lived in Ruislip, Middlesex. He has been writing and performing since 2004. Kiran Arora makes classic American harsh noise, accented by brilliant composition and a healthy dose of tape-saturated crunch. Channels the magnetic sludge of artists like Aaron Dilloway and Sewer Election and injects a dynamic harsh noise attack. Duncan Harrison, poet and sound maker, is one of the strong holders within the South English Weird Noise scene. His music displays a broad array of cut-up sound poetry, improvisational strategies and audio collages with sonic left-overs abstracted from daily environments. He regularly collaborates with the likes of Dylan Nyoukis, Karen Constance, Pascal Nichols, Ali Robertson and many more. The Living Rainbow is the solo project of London-based Tom Bryant.",
    "ticket": {
      "is_ticketed": true,
      "description": "Tickets £10",
      "tickets": [
        {
          "price": 10,
          "ticket_url": null
        }
      ]
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/58669886-4092-4251-a46a-1051bbb0ac17/B801840F-6C9D-4A37-82B1-089116EDFE8B.jpeg"
    ],
    "selector": "Infant Tree Presents: Russell Walker | Kiran Arora | Duncan Harrison | The Living Rainbow event link"
  },
  {
    "exhibition_name": "Decentred",
    "start_date": "2025-04-22T19:30:00.000Z",
    "end_date": "2025-04-22T22:30:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": [
      "Angharad Davies",
      "Benedict Drew",
      "John Edwards",
      "Tom Chant"
    ],
    "schedule": [
      {
        "start_time": "19:30",
        "end_time": "22:30",
        "description": "An evening of improvised music from Decentred Quartet."
      }
    ],
    "info": "Angharad Davies’ work exists between the thresholds of improvisation, composition and experimental music. Her approach to sound involves attentive listening and exploring beyond the sonic confines of her instrument, classical training and performance expectation. Being an intrepid collaborator, has enabled Angharad to work with the likes of Tony Conrad, Eliane Radigue, Tarek Atoui, Gwenno, Jürg Frey, Lina Lapelyte, Richard Dawson, JG Thirwell and Annea Lockwood. As a composer she has been commissioned by Counterflows, LCMF, Tŷ Cerdd, Explore Ensemble, GBSR duo + AndPLAY and she has over 100 releases with numerous labels. Benedict Drew, (b. Kyneton, Australia) lives and works in Whitstable and Margate, UK. Drew works across video, sculpture, drawing, painting, and music. He creates large-scale installations, often concerned with ecstatic responses to socio-political anxiety. Since the 1990s Benedict Drew has performed in improvising ensembles, programmed concerts and club nights, and was a producer at the cultural charity London Musicians Collective. Drew has released several records on labels including Mana Records and Kaleidoscope, and often collaborates with other artists and musicians. He launched his own label, Thanet Tape Centre, in May 2020 and regularly makes work for radio. He is represented by Matt’s Gallery, London. John Edwards is a true virtuoso whose staggering range of techniques and boundless musical imagination have redefined the possibility of the double bass and dramatically expanded its role, whether playing solo or with others. Perpetually in demand, he has played with Evan Parker, Roscoe Mitchell, Sunny Murray, Derek Bailey, Joe McPhee, Lol Coxhill, Louis Moholo, Peter Brötzmann, Mulatu Astatke and countless others. \"I think John Edwards is absolutely remarkable: there’s never been anything like him before, anywhere in jazz.\" - Richard Williams, The Blue Moment. Tom Chant (b. Dublin 1975) is a saxophonist and composer from London living in Barcelona. Tom focuses mainly on free improvised music which he has been involved in for 30 years. In the mid 90’s Tom started attending Maggie Nicols’ Gathering sessions and continued for many years with Maggie giving Tom his first concert. He has worked with Eddie Prévost and John Edwards since 1997 and with them has recorded four records and toured festivals around the world. He has recorded with the London Improvisers Orchestra, Otomo Yoshihide, Angharad Davies, Sharif Sehnoui, Lê Quan Ninh, Susana Santos Silva, Ferran Fages and many others, while playing concerts with a host of well known and not so well known musicians. Tom’s current practice concerns the entropy of technique and the spaces that this leaves for new vocabularies and dialogues. This event has been organised by Mayssa Fattouh.",
    "ticket": {
      "is_ticketed": true,
      "description": "Tickets £10-14 Sliding Scale",
      "tickets": [
        {
          "price": 10,
          "ticket_url": null
        },
        {
          "price": 14,
          "ticket_url": null
        }
      ]
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/619af914-81d7-43de-90ac-82ba9e7ca9ef/decentred+4+a4+.jpg"
    ],
    "selector": "Decentred Quartet: Angharad Davies, Benedict Drew, John Edwards, and Tom Chant event link"
  },
  {
    "exhibition_name": "SALON NO.121: London's Forgotten Aerodromes",
    "start_date": "2025-04-24T19:00:00.000Z",
    "end_date": "2025-04-24T21:30:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["WILL NOBLE", "MARK AMIES"],
    "schedule": [
      {
        "start_time": "19:00",
        "end_time": "21:30",
        "description": "WILL NOBLE tells how in the 1920s and 30s, Croydon Airport was at the heart of a glamorous age of air travel. Imperial Airways would whisk you from Croydon to almost anywhere in the Empire. Hollywood stars, royalty and politicians were a common sight. French aristocrats flew in to get their suits made in Croydon. World records were set and broken here. Those not wealthy enough to fly used the airport as a holiday resort, staying at the Aerodrome Hotel and plane-spotting from its viewing platform. This was an age when Croydon was uttered in the same breath as Paris, Cape Town and Brisbane. It was, in many ways, the centre of the universe. Hendon – London’s first aerodrome Before Heathrow, or Croydon, London had its first aerodrome at Hendon, in what is now North West London. From a rough field used by a pioneer aviator to its time as a hub for daring pilots and stunt flyers, and on to its glory days as the home of Royal Air Force Pageants, MARK AMIES tells how Hendon was an essential part of British aviation history. As well as this it acted as a magnet for aircraft constructors who lined the A5 road from Kilburn to Edgware. Mark will tell the story of how this important aerodrome could have been the Capital’s first proper airport, and how its fate was sealed by suburban growth."
      }
    ],
    "info": "WILL NOBLE is editor at Londonist and has written for the Guardian, Telegraph and CNN Travel. His debut book, Croydonopolis: A Journey to the Greatest City That Never Was, was published in 2024. MARK AMIES has an enthusiastic interest in London’s industrial heritage, especially in terms of manufacturing. His first article appeared in Londonist.com in 2015, and in late 2018 he started his long-running contributions on The Robert Elms Show, on BBC Radio London. These slots have covered a large variety of subjects over the years from subjects as diverse as ice cream to car making. He has written two books: London’s Industrial Past (2020), and Flying Up The Edgware Road (2022)",
    "ticket": {
      "is_ticketed": null,
      "description": null,
      "tickets": []
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/39b7bf23-2200-432a-9803-fbd68c55047f/Screenshot+2025-03-17+at+10.18.10.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/afa7fa9d-ed77-4415-bdb8-f6d9557a9096/Screenshot+2025-03-17+at+10.18.22.png"
    ],
    "selector": "SALON NO.121: London's Forgotten Aerodromes event link"
  },
  {
    "exhibition_name": "A night of musical improvisation from performers Brandon Lopez, Mark Sanders, and Tom Chant (trio)",
    "start_date": "2025-04-25T19:30:00.000Z",
    "end_date": "2025-04-25T22:30:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Brandon Lopez", "Mark Sanders", "Tom Chant"],
    "schedule": [
      {
        "start_time": "19:30",
        "end_time": "22:30",
        "description": "A night of musical improvisation from performers Brandon Lopez, Mark Sanders, and Tom Chant."
      }
    ],
    "info": "Brandon Lopez is a bassist and composer living in New York City. His work deals with improvisation, finding new sonic possibilities on the double bass. Collaborations with the likes of Fred Moten, Gerald Cleaver, John Zorn, The Mat Maneri Quartet, Nate Wooley, Satoko Fuji, Zeena Parkins, Ingrid Laubrock and Tom Rainey, Standing On The Corner, Cecilia Lopez, Ash Fure, Joe Morris, Tyshawn Sorey, and many others. Playing with the New York Philharmonic 2019 season as a featured soloist with the New York Philharmonic in the premier of Ashley Fure’s Filament under the baton of Jaap Van Zweden. His solo work has been featured at the Met Museum in a live collaboration with silent films by directors Stan Brakhage and Germaine Dulac. His collaborative work with Fred Moten and Gerald Cleaver was critically acclaimed by publications of note and won Best of Jazz 2022 in the NYTimes. His most recent solo recording won best of 2023 in the NYC Jazz record. He’s been awarded the Van Lier Fellowship (2018) and NYSCA grant (2020) at Roulette Intermedium, Jerome Artist in Residence at Issue Project Room (2018), commissions from the Robert D. Bielecki Foundation for the recording of the multimedia piece SUN BURNS OUT YOUR EYES premiered at the Vision Festival, and an award in 2020 from the Doris Duke Charitable Trust. He is currently an instructor of improvisation and double bass at the New School for Jazz and has taught master classes and lectures at Eastman School of Music and Harvard University. Mark Sanders is a drummer/percussionist who has had a career taking in many musical styles and genres, this history informs his now mainly free improvisation and free jazz based work. He has played with many renowned improvising musicians, including Roscoe Mitchell, Wadada Leo Smith, Derek Bailey, Evan Parker, Elliott Sharp and Myra Melford. He is a member of many working groups including those with Nicole Mitchell, John Butcher, Paul Dunmall, John Edwards and also Neil Charles' Dark Days with Cleveland Watkiss and Pat Thomas. Mark has played concerts and festivals around the world, including South Africa, Mozambique, Japan, Australia, Russia, USA, Canada, Turkey and Morocco. Teaching free improvisation, he is Visiting Lecturer at The Royal Academy of Music, was Lecturer at Leeds Conservatoire teaching his own improvisation module for seven years, and has taught individual students at many Universities around the UK. Mark is a recipient of the 2024 Paul Hamlyn Award. Tom Chant (b. Dublin 1975) is a saxophonist and composer from London living in Barcelona. Tom focuses mainly on free improvised music which he has been involved in for 30 years. In the mid 90’s Tom started attending Maggie Nicols’ Gathering sessions and continued for many years with Maggie giving Tom his first concert. He has worked with Eddie Prévost and John Edwards since 1997 and with them has recorded four records and toured festivals around the world. He has recorded with the London Improvisers Orchestra, Otomo Yoshihide, Angharad Davies, Sharif Sehnoui, Lê Quan Ninh, Susana Santos Silva, Ferran Fages and many others, while playing concerts with a host of well known and not so well known musicians. Tom’s current practice concerns the entropy of technique and the spaces that this leaves for new vocabularies and dialogues.",
    "ticket": {
      "is_ticketed": true,
      "description": "Tickets £10-14 Sliding Scale",
      "tickets": [
        {
          "price": 10,
          "ticket_url": null
        },
        {
          "price": 14,
          "ticket_url": null
        }
      ]
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/46f22f5b-4deb-4265-ab2c-45c6a3e8456f/Brandon-Lopez2-780x525.jpg"
    ],
    "selector": "Brandon Lopez, Mark Sanders, and Tom Chant (trio) event link"
  },
  {
    "exhibition_name": "A night of experimental folk music. The Sprigs present",
    "start_date": "2025-04-30T19:00:00.000Z",
    "end_date": "2025-04-30T22:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": [
      "The Sprigs",
      "Sullow",
      "Gil Shani",
      "Resonant Bodies"
    ],
    "schedule": [
      {
        "start_time": "19:00",
        "end_time": "22:00",
        "description": "A night of experimental folk music. The Sprigs present their inspired ‘slap-dash free-folk’, while kindred spirits Sullow (of Shovel Dance Collective) and Resonant Bodies join forces for a collaborative performance. The night will open with a performance from songwriter Gil Shani."
      }
    ],
    "info": "The Sprigs, bursting from the cold damp earth and into the light for a short while. Slap-dash free-folk from south of the river Thames with one CD-r released via Infant Tree in early 2021, and not much else to show or tell. Characterised by Time is Away as a ‘Beautifully scrappy meeting point between diaristic real-world clatter and a particular strain of folk-pop romanticism’. “Spring was moving in the air above and in the earth below and around him, penetrating even his dark and lowly little house with its spirit of divine discontent and longing.” Sullow are an improvising trio, featuring Jacken Elswyth, Daniel S. Evans, and Joshua Barfoot of Shovel Dance Collective. Inflected and informed by the traditional music they mutate within the larger group, they negotiate an improvisation that has been variably described as ‘farmyard’ and ‘rodeo’. Repeated patterns rise and fall in quick attacks, short decays and dense bursts of momentary composition. Resonant Bodies is a duo consisting of Zebedee Budworth (hammered dulcimer and electronics) and Rob Bentall (nyckelharpa and electronics). They explore the spectacular sonorities of the ancient instruments they play, and how they interact with each other. They aim to marry these old technologies with new ones, processing the rich resonant instrumental timbres through electronic effects. The duo seeks to reimagine folk tunes through an improvised musical dialogue. Gil Shani returns to the stage after a brief hiatus, following the end of his fabled Genghis Cohn project. Expect all new songs for the classical guitar and voice. \"The sun must be hungry, the sea must be more, there's blood that is coming and it's coming to pour\"",
    "ticket": {
      "is_ticketed": true,
      "description": "Tickets £6-10 Sliding Scale",
      "tickets": [
        {
          "price": 6,
          "ticket_url": null
        },
        {
          "price": 10,
          "ticket_url": null
        }
      ]
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/051a9023-b804-4cd9-8a2b-913781096bdf/att.z8CMxND7QhxfWir_FtaoH1bz8WBMz9_zpkuWovIyPes.jpg"
    ],
    "selector": "The Sprigs, Sullow x Resonant Bodies, Gil Shani event link"
  },
  {
    "exhibition_name": "The Spooky Folklore Behind",
    "start_date": "2025-05-13T19:00:00.000Z",
    "end_date": "2025-05-13T22:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Mark Norman"],
    "schedule": [
      {
        "start_time": "19:00",
        "end_time": "22:00",
        "description": "Doors: 7pm. The talk will begin at 7:15. Please don’t be late."
      }
    ],
    "info": "Mystery Incorporated – Fred, Daphne, Velma, Shaggy and Scooby-Doo – have been investigating supernatural events for over fifty years and, in that time, there has never been a serious study into the make-up of the show … until now. Scooby was the regular supernatural fix for an entire generation; the ultimate ‘pleasing terror’ and a foundation stone of The Haunted Generation.\n\nThe show has always been far more than a straight children’s cartoon about solving mysteries and unmasking villains. It has from its outset been a social and political commentary, a study on the supernatural, an exploration of the gothic and the hauntological landscape and a microcosm of the worlds of horror, the occult and more. There is much to learn about the genre from a (not so) simple Saturday morning entertainment.\n\nThe show has always drawn on real-world folklore and myth in its representations of ghosts, witches, monsters and more. It has parodied literature and film in its explorations of horror and the supernatural. In return, it has been a strong influence on our own pop culture through urban myth and linguistic references such as ‘Zoinks’ and ‘Scooby Snacks’. The Nickelodeon vehicle features the character of Professor Hatecraft, lecturer at Scooby-Doo: Mystery Incorporated Miskatonic University, who tells Velma that “Jinkies is not a real word”. This presentation begs to differ, and provides the proof!\n\nThis will not give you access to any online events. You will require a different ticket for that. These events are in-person only, and are not live streamed - sorry.",
    "ticket": {
      "is_ticketed": true,
      "description": "You will require a different ticket for that. These events are in-person only, and are not live streamed - sorry.",
      "tickets": [
        {
          "price": null,
          "ticket_url": null
        }
      ]
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/a9eb0ab4-d89d-45d4-b8f7-b54a7df99a2a/London+Banners4.jpg"
    ],
    "selector": "Miskatonic: Zoinks! event link"
  },
  {
    "exhibition_name": "The Spectacle of Murder in Contemporary Crime Media, Miskatonic: If",
    "start_date": "2025-06-10T19:00:00.000Z",
    "end_date": "2025-06-10T22:00:00.000Z",
    "private_view_start_date": null,
    "private_view_end_date": null,
    "featured_artists": ["Dr Stella Marie Gaynor"],
    "schedule": [
      {
        "start_time": "19:00",
        "end_time": "22:00",
        "description": "The talk will begin at 7:15. Please don’t be late."
      }
    ],
    "info": "Bundy left them on a hillside. Gacy buried them in the crawlspace. Dahmer kept them, and then ate them. Gein wore them. The many breathing bodies which became victim to these murderers were subjected to the most heinous acts, and their last purpose told the story of what happened to them and why. In the contemporary cycle of true crime media, these torn bodies are re-created and re-presented in a never-ending parade of the spectacle of murder. This lecture will explore murder scenes across documentary, comics, dramatizations, and podcasts, as media sites of bodily destruction that appeal to our need to explore and understand humanity’s dark side. These bodies and crime scenes are used to tell us a story that we often already know all too well. This lecture will unpack Joe Berlinger’s series, connecting the Gacy Conversations With A Killer basement footage to Texas Chainsaw Massacre, and the uncanniness of the boxes, the sealed drum and the kettles, that were brought, one by one, out of Dahmer’s apartment. Later in the series, the contents of those boxes and that apartment were re-created in Monster: Dahmer horrific detail, folding Dahmer into Murphy’s screen horror universe. Our morbid fascination with death is explored in comics, examined here in Bendis and Andreyko’s Torso, a detective story on the hunt for the Headhunter killer, which re-presents crime photographs in a palimpsest with the frames and gutters of the graphic novel. And lastly, the lecture will turn to the true crime podcast, and the crime scene as it forms in the mind of the listener, with an exploration of ‘Gold Star’ material in The Last Podcast on the Left. Murder might be most foul, but we can’t help but look. This will not give you access to any online events. You will require a different ticket for that. These events are in-person only, and are not live streamed - sorry.",
    "ticket": {
      "is_ticketed": true,
      "description": "You will require a different ticket for that. These events are in-person only, and are not live streamed - sorry.",
      "tickets": [
        {
          "price": null,
          "ticket_url": null
        }
      ]
    },
    "image_urls": [
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/1519383089233-0031RRGOKUP4ULH4CP24/Logo-Web.png",
      "https://images.squarespace-cdn.com/content/v1/5a65df9e2aeba5d8b0fd547c/c710e2c0-f565-4ae8-bc45-f6b20ca5bc64/London+Banners5.jpg"
    ],
    "selector": "Miskatonic: If Looks Could Kill event link"
  }
]
